NUMBER = '7' # Не изменяй эту переменную
task = ''' В этой задаче вам потребуется реализовать шифр Цезаря. (Потребуется использовать функции chr() и ord(), о которых упомяналось в уроке)
Сначала выбирается шаг шифрования n и строчка s, а затем все буквы послания заменяются на буквы, отстоящие от них в алфавите на шаг шифрования.
При решении задачи считайте, что буквы «ё» в русском алфавите нет. Пример: где n = 3, a s = АБВ, результатом будет - ГДЕ.
'''


def function(n, s): # Не изменяйте имя функции
    return # Запиши сюда конечный вариант